Repository: lomirus/flux-reader
Catalog: src/FluxReader/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_419, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_tw

source: Language
de_de: Sprache
es_419: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言
zh_tw: 語言

# ApplicationLanguage
source: App language
de_de: App-Sprache
es_419: Idioma de la aplicación
fr_fr: Langue de l’application
it_it: Lingua dell’app
ja_jp: アプリの言語
ko_kr: 앱 언어
pl_pl: Język aplikacji
pt_br: Idioma do aplicativo
ru_ru: Язык приложения
zh_cn: 应用语言
zh_tw: 應用程式語言

# LanguageDescription
source: Choose FluxReader's display language. Changes take effect immediately.
de_de: Wählen Sie die Anzeigesprache von FluxReader. Änderungen werden sofort wirksam.
es_419: Elige el idioma de visualización de FluxReader. Los cambios se aplican de inmediato.
fr_fr: Choisissez la langue d’affichage de FluxReader. Les modifications s’appliquent immédiatement.
it_it: Scegli la lingua di visualizzazione di FluxReader. Le modifiche hanno effetto immediato.
ja_jp: FluxReader の表示言語を選択します。変更はすぐに反映されます。
ko_kr: FluxReader의 표시 언어를 선택하세요. 변경 사항은 즉시 적용됩니다.
pl_pl: Wybierz język wyświetlania FluxReadera. Zmiany zostaną zastosowane natychmiast.
pt_br: Escolha o idioma de exibição do FluxReader. As alterações são aplicadas imediatamente.
ru_ru: Выберите язык интерфейса FluxReader. Изменения применяются сразу.
zh_cn: 选择 FluxReader 的显示语言。更改会立即生效。
zh_tw: 選擇 FluxReader 的顯示語言。變更會立即生效。

source: About
de_de: Info
es_419: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
pt_br: Sobre
zh_cn: 关于
zh_tw: 關於

# VersionDisplay
source: Version {0}
es_419: Versión {0}
it_it: Versione {0}
ja_jp: バージョン {0}
ko_kr: 버전 {0}
pt_br: Versão {0}
zh_cn: 版本 {0}
zh_tw: 版本 {0}

# ArticleCountOne
source: {0} article
de_de: {0} Artikel
es_419: {0} artículo
it_it: {0} articolo
ja_jp: 記事 {0} 件
ko_kr: 기사 {0}개
pl_pl: {0} artykuł
pt_br: {0} artigo
ru_ru: {0} статья
zh_cn: {0} 篇文章
zh_tw: {0} 篇文章

# ArticleCountOther
source: {0} articles
de_de: {0} Artikel
es_419: {0} artículos
it_it: {0} articoli
ja_jp: 記事 {0} 件
ko_kr: 기사 {0}개
pl_pl: Artykuły: {0}
pt_br: {0} artigos
ru_ru: Статей: {0}
zh_cn: {0} 篇文章
zh_tw: {0} 篇文章

# NotificationUnavailable
source: Windows notifications are unavailable. Details were written to notifications.log; reading and refreshing are unaffected.
de_de: Windows-Benachrichtigungen sind nicht verfügbar. Details wurden in notifications.log protokolliert; Lesen und Aktualisieren sind nicht betroffen.
es_419: Las notificaciones de Windows no están disponibles. Los detalles se guardaron en notifications.log; la lectura y la actualización no se ven afectadas.
fr_fr: Les notifications Windows ne sont pas disponibles. Les détails ont été consignés dans notifications.log ; la lecture et l’actualisation ne sont pas affectées.
it_it: Le notifiche di Windows non sono disponibili. I dettagli sono stati scritti in notifications.log; la lettura e l’aggiornamento non sono interessati.
ja_jp: Windows 通知を利用できません。詳細は notifications.log に記録されました。閲覧と更新には影響しません。
ko_kr: Windows 알림을 사용할 수 없습니다. 자세한 내용은 notifications.log에 기록되었습니다. 읽기와 새로 고침에는 영향이 없습니다.
pl_pl: Powiadomienia systemu Windows są niedostępne. Szczegóły zapisano w pliku notifications.log; nie ma to wpływu na czytanie ani odświeżanie.
pt_br: As notificações do Windows não estão disponíveis. Os detalhes foram gravados em notifications.log; a leitura e a atualização não foram afetadas.
ru_ru: Уведомления Windows недоступны. Подробности записаны в notifications.log; это не влияет на чтение и обновление.
zh_cn: Windows 系统通知当前不可用，错误已写入 notifications.log；阅读和刷新功能不受影响。
zh_tw: Windows 系統通知目前無法使用，錯誤已寫入 notifications.log；閱讀和重新整理功能不受影響。

# InitializationFailed
source: Initialization failed: {0}
de_de: Initialisierung fehlgeschlagen: {0}
es_419: Error de inicialización: {0}
fr_fr: Échec de l’initialisation : {0}
it_it: Inizializzazione non riuscita: {0}
ja_jp: 初期化に失敗しました: {0}
ko_kr: 초기화하지 못했습니다: {0}
pl_pl: Inicjalizacja nie powiodła się: {0}
pt_br: Falha na inicialização: {0}
ru_ru: Не удалось выполнить инициализацию: {0}
zh_cn: 初始化失败：{0}
zh_tw: 初始化失敗：{0}

# InvalidFeedAddress
source: Enter a valid HTTP or HTTPS feed address.
de_de: Geben Sie eine gültige HTTP- oder HTTPS-Feedadresse ein.
es_419: Ingresa una dirección de fuente HTTP o HTTPS válida.
fr_fr: Saisissez une adresse de flux HTTP ou HTTPS valide.
it_it: Inserisci un indirizzo feed HTTP o HTTPS valido.
ja_jp: 有効な HTTP または HTTPS のフィードアドレスを入力してください。
ko_kr: 유효한 HTTP 또는 HTTPS 피드 주소를 입력하세요.
pl_pl: Wprowadź prawidłowy adres kanału HTTP lub HTTPS.
pt_br: Insira um endereço de feed HTTP ou HTTPS válido.
ru_ru: Введите допустимый адрес HTTP- или HTTPS-ленты.
zh_cn: 请输入有效的 HTTP 或 HTTPS 订阅地址。
zh_tw: 請輸入有效的 HTTP 或 HTTPS 訂閱網址。

# FeedAddressAlreadySubscribed
source: This address is already used by another feed.
de_de: Diese Adresse wird bereits von einem anderen Feed verwendet.
es_419: Otra fuente ya usa esta dirección.
fr_fr: Cette adresse est déjà utilisée par un autre flux.
it_it: Questo indirizzo è già utilizzato da un altro feed.
ja_jp: このアドレスは別のフィードで既に使用されています。
ko_kr: 이 주소는 이미 다른 피드에서 사용 중입니다.
pt_br: Este endereço já é usado por outro feed.
zh_tw: 此網址已由其他訂閱使用。

# SubscribedToFeed
source: Subscribed to “{0}”.
de_de: „{0}“ wurde abonniert.
es_419: Te suscribiste a “{0}”.
fr_fr: Abonnement à « {0} » effectué.
it_it: Iscrizione a “{0}” completata.
ja_jp: 「{0}」を購読しました。
ko_kr: “{0}”을(를) 구독했습니다.
pl_pl: Subskrybowano „{0}”.
pt_br: Inscrição em “{0}” concluída.
ru_ru: Вы подписались на «{0}».
zh_cn: 已订阅“{0}”。
zh_tw: 已訂閱「{0}」。

# AddFeedFailed
source: Couldn't add the feed: {0}
de_de: Der Feed konnte nicht hinzugefügt werden: {0}
es_419: No se pudo agregar la fuente: {0}
fr_fr: Impossible d’ajouter le flux : {0}
it_it: Impossibile aggiungere il feed: {0}
ja_jp: フィードを追加できませんでした: {0}
ko_kr: 피드를 추가하지 못했습니다: {0}
pl_pl: Nie udało się dodać kanału: {0}
pt_br: Não foi possível adicionar o feed: {0}
ru_ru: Не удалось добавить ленту: {0}
zh_cn: 添加订阅失败：{0}
zh_tw: 新增訂閱失敗：{0}

# AddFeedFirst
source: Add an RSS or Atom feed first.
de_de: Fügen Sie zuerst einen RSS- oder Atom-Feed hinzu.
es_419: Primero agrega una fuente RSS o Atom.
fr_fr: Ajoutez d’abord un flux RSS ou Atom.
it_it: Aggiungi prima un feed RSS o Atom.
ja_jp: 先に RSS または Atom フィードを追加してください。
ko_kr: 먼저 RSS 또는 Atom 피드를 추가하세요.
pl_pl: Najpierw dodaj kanał RSS lub Atom.
pt_br: Primeiro, adicione um feed RSS ou Atom.
ru_ru: Сначала добавьте RSS- или Atom-ленту.
zh_cn: 请先添加一个 RSS 或 Atom 订阅。
zh_tw: 請先新增一個 RSS 或 Atom 訂閱。

# RefreshCompleteOne
source: Refresh complete. Found {0} new article.
de_de: Aktualisierung abgeschlossen. {0} neuer Artikel gefunden.
es_419: Actualización completada. Se encontró {0} artículo nuevo.
fr_fr: Actualisation terminée. {0} nouvel article trouvé.
it_it: Aggiornamento completato. Trovato {0} nuovo articolo.
ja_jp: 更新が完了しました。新しい記事が {0} 件見つかりました。
ko_kr: 새로 고침을 완료했습니다. 새 기사 {0}개를 찾았습니다.
pl_pl: Odświeżanie zakończone. Znaleziono {0} nowy artykuł.
pt_br: Atualização concluída. {0} novo artigo encontrado.
ru_ru: Обновление завершено. Найдена {0} новая статья.
zh_cn: 刷新完成，发现 {0} 篇新文章。
zh_tw: 重新整理完成，發現 {0} 篇新文章。

# RefreshCompleteOther
source: Refresh complete. Found {0} new articles.
de_de: Aktualisierung abgeschlossen. {0} neue Artikel gefunden.
es_419: Actualización completada. Se encontraron {0} artículos nuevos.
fr_fr: Actualisation terminée. {0} nouveaux articles trouvés.
it_it: Aggiornamento completato. Trovati {0} nuovi articoli.
ja_jp: 更新が完了しました。新しい記事が {0} 件見つかりました。
ko_kr: 새로 고침을 완료했습니다. 새 기사 {0}개를 찾았습니다.
pl_pl: Odświeżanie zakończone. Nowe artykuły: {0}.
pt_br: Atualização concluída. {0} novos artigos encontrados.
ru_ru: Обновление завершено. Новых статей: {0}.
zh_cn: 刷新完成，发现 {0} 篇新文章。
zh_tw: 重新整理完成，發現 {0} 篇新文章。

# RefreshPartialFailureSummary
source: New articles: {0}; affected feeds: {1}.
de_de: Neue Artikel: {0}; betroffene Feeds: {1}.
es_419: Artículos nuevos: {0}; fuentes afectadas: {1}.
fr_fr: Nouveaux articles : {0} ; flux concernés : {1}.
it_it: Nuovi articoli: {0}; feed interessati: {1}.
ja_jp: 新しい記事: {0} 件、影響を受けたフィード: {1} 件。
ko_kr: 새 기사: {0}개, 영향을 받은 피드: {1}개.
pt_br: Novos artigos: {0}; feeds afetados: {1}.
zh_tw: 新文章：{0}；受影響訂閱：{1}。

# RefreshPartialFailureTitle
source: Some feeds couldn't be refreshed
de_de: Einige Feeds konnten nicht aktualisiert werden
es_419: No se pudieron actualizar algunas fuentes
fr_fr: Certains flux n’ont pas pu être actualisés
it_it: Non è stato possibile aggiornare alcuni feed
ja_jp: 一部のフィードを更新できませんでした
ko_kr: 일부 피드를 새로 고치지 못했습니다
pt_br: Não foi possível atualizar alguns feeds
zh_tw: 部分訂閱重新整理失敗

source: View details
de_de: Details anzeigen
es_419: Ver detalles
fr_fr: Afficher les détails
it_it: Visualizza dettagli
ja_jp: 詳細を表示
ko_kr: 세부 정보 보기
pt_br: Ver detalhes
zh_tw: 查看詳細資料

# RefreshFailureDetailsTitle
source: Refresh failure details
de_de: Details zu Aktualisierungsfehlern
es_419: Detalles de errores de actualización
fr_fr: Détails des échecs d’actualisation
it_it: Dettagli degli aggiornamenti non riusciti
ja_jp: 更新エラーの詳細
ko_kr: 새로 고침 실패 세부 정보
pt_br: Detalhes das falhas de atualização
zh_tw: 重新整理失敗詳細資料

# RefreshFailureDetailsDescription
source: The following feeds couldn't be refreshed:
de_de: Die folgenden Feeds konnten nicht aktualisiert werden:
es_419: No se pudieron actualizar las siguientes fuentes:
fr_fr: Les flux suivants n’ont pas pu être actualisés :
it_it: Non è stato possibile aggiornare i seguenti feed:
ja_jp: 次のフィードを更新できませんでした：
ko_kr: 다음 피드를 새로 고치지 못했습니다:
pt_br: Não foi possível atualizar os seguintes feeds:
zh_tw: 以下訂閱無法重新整理：

# UnknownRefreshError
source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.
es_419: Se produjo un error desconocido.
fr_fr: Une erreur inconnue s’est produite.
it_it: Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
ko_kr: 알 수 없는 오류가 발생했습니다.
pt_br: Ocorreu um erro desconhecido.
zh_tw: 發生未知錯誤。

source: Feed refresh failed
de_de: Feed-Aktualisierung fehlgeschlagen
es_419: Error al actualizar la fuente
fr_fr: Échec de l’actualisation du flux
it_it: Aggiornamento del feed non riuscito
ja_jp: フィードの更新に失敗しました
ko_kr: 피드 새로 고침 실패
pt_br: Falha ao atualizar o feed
zh_tw: 訂閱重新整理失敗

# MarkedAllRead
source: Marked the articles in the current list as read.
de_de: Die Artikel in der aktuellen Liste wurden als gelesen markiert.
es_419: Los artículos de la lista actual se marcaron como leídos.
fr_fr: Les articles de la liste actuelle ont été marqués comme lus.
it_it: Gli articoli nell’elenco corrente sono stati segnati come letti.
ja_jp: 現在のリストにある記事を既読にしました。
ko_kr: 현재 목록의 기사를 읽음으로 표시했습니다.
pl_pl: Artykuły na bieżącej liście oznaczono jako przeczytane.
pt_br: Os artigos da lista atual foram marcados como lidos.
ru_ru: Все статьи в текущей области отмечены как прочитанные.
zh_cn: 已将当前列表中的文章标为已读。
zh_tw: 已將目前清單中的文章標示為已讀。

# ArticleLinkUnavailable
source: This article doesn't have an original link to open.
de_de: Dieser Artikel hat keinen Originallink, der geöffnet werden kann.
es_419: Este artículo no tiene un enlace original para abrir.
fr_fr: Cet article ne possède aucun lien d’origine à ouvrir.
it_it: Questo articolo non ha un link originale da aprire.
ja_jp: この記事には開くことのできる元のリンクがありません。
ko_kr: 이 기사에는 열 수 있는 원본 링크가 없습니다.
pl_pl: Ten artykuł nie ma oryginalnego linku, który można otworzyć.
pt_br: Este artigo não tem um link original para abrir.
ru_ru: У этой статьи нет исходной ссылки, которую можно открыть.
zh_cn: 这篇文章没有可打开的原始链接。
zh_tw: 這篇文章沒有可開啟的原始連結。

# FeedRemoved
source: Removed “{0}”.
de_de: „{0}“ wurde entfernt.
es_419: Se eliminó “{0}”.
fr_fr: « {0} » a été supprimé.
it_it: “{0}” è stato rimosso.
ja_jp: 「{0}」を削除しました。
ko_kr: “{0}”을(를) 제거했습니다.
pl_pl: Usunięto „{0}”.
pt_br: “{0}” foi removido.
ru_ru: «{0}» удалена.
zh_cn: 已移除“{0}”。
zh_tw: 已移除「{0}」。

# FeedsRemoved
source: Removed {0} feeds.
de_de: {0} Feeds wurden entfernt.
es_419: Se eliminaron {0} fuentes.
fr_fr: {0} flux ont été supprimés.
it_it: Sono stati rimossi {0} feed.
ja_jp: {0} 件のフィードを削除しました。
ko_kr: 피드 {0}개를 제거했습니다.
pt_br: {0} feeds foram removidos.
zh_tw: 已移除 {0} 個訂閱。

# EmptyFeedResponse
source: The feed server returned an empty response.
de_de: Der Feedserver hat eine leere Antwort zurückgegeben.
es_419: El servidor de la fuente devolvió una respuesta vacía.
fr_fr: Le serveur du flux a renvoyé une réponse vide.
it_it: Il server del feed ha restituito una risposta vuota.
ja_jp: フィードサーバーから空の応答が返されました。
ko_kr: 피드 서버가 빈 응답을 반환했습니다.
pl_pl: Serwer kanału zwrócił pustą odpowiedź.
pt_br: O servidor do feed retornou uma resposta vazia.
ru_ru: Сервер ленты вернул пустой ответ.
zh_cn: 订阅服务器返回了空内容。
zh_tw: 訂閱伺服器傳回了空白內容。

# SubscriptionSaveFailed
source: Couldn't save the feed.
de_de: Der Feed konnte nicht gespeichert werden.
es_419: No se pudo guardar la fuente.
fr_fr: Impossible d’enregistrer le flux.
it_it: Impossibile salvare il feed.
ja_jp: フィードを保存できませんでした。
ko_kr: 피드를 저장하지 못했습니다.
pl_pl: Nie udało się zapisać kanału.
pt_br: Não foi possível salvar o feed.
ru_ru: Не удалось сохранить ленту.
zh_cn: 订阅保存失败。
zh_tw: 儲存訂閱失敗。

# FeedContentEmpty
source: The feed content is empty.
de_de: Der Feedinhalt ist leer.
es_419: El contenido de la fuente está vacío.
fr_fr: Le contenu du flux est vide.
it_it: Il contenuto del feed è vuoto.
ja_jp: フィードの内容が空です。
ko_kr: 피드 내용이 비어 있습니다.
pl_pl: Zawartość kanału jest pusta.
pt_br: O conteúdo do feed está vazio.
ru_ru: Содержимое ленты пусто.
zh_cn: 订阅内容为空。
zh_tw: 訂閱內容是空白的。

# FeedParseFailed
source: Couldn't parse this RSS or Atom feed.
de_de: Dieser RSS- oder Atom-Feed konnte nicht verarbeitet werden.
es_419: No se pudo procesar esta fuente RSS o Atom.
fr_fr: Impossible d’analyser ce flux RSS ou Atom.
it_it: Impossibile analizzare questo feed RSS o Atom.
ja_jp: この RSS または Atom フィードを解析できませんでした。
ko_kr: 이 RSS 또는 Atom 피드를 분석하지 못했습니다.
pl_pl: Nie udało się przeanalizować tego kanału RSS lub Atom.
pt_br: Não foi possível analisar este feed RSS ou Atom.
ru_ru: Не удалось обработать эту RSS- или Atom-ленту.
zh_cn: 无法解析该 RSS/Atom 订阅。
zh_tw: 無法剖析此 RSS/Atom 訂閱。

# InvalidFeedFormat
source: This address isn't a valid RSS or Atom feed.
de_de: Diese Adresse ist kein gültiger RSS- oder Atom-Feed.
es_419: Esta dirección no es una fuente RSS o Atom válida.
fr_fr: Cette adresse ne correspond pas à un flux RSS ou Atom valide.
it_it: Questo indirizzo non è un feed RSS o Atom valido.
ja_jp: このアドレスは有効な RSS または Atom フィードではありません。
ko_kr: 이 주소는 유효한 RSS 또는 Atom 피드가 아닙니다.
pl_pl: Ten adres nie prowadzi do prawidłowego kanału RSS lub Atom.
pt_br: Este endereço não é um feed RSS ou Atom válido.
ru_ru: Этот адрес не является допустимой RSS- или Atom-лентой.
zh_cn: 该地址不是有效的 RSS 或 Atom 订阅。
zh_tw: 此網址不是有效的 RSS 或 Atom 訂閱。

# MissingRssChannel
source: The RSS feed is missing its channel element.
de_de: Im RSS-Feed fehlt das channel-Element.
es_419: Falta el elemento channel en la fuente RSS.
fr_fr: L’élément channel est absent du flux RSS.
it_it: Nel feed RSS manca l’elemento channel.
ja_jp: RSS フィードに channel 要素がありません。
ko_kr: RSS 피드에 channel 요소가 없습니다.
pl_pl: W kanale RSS brakuje elementu channel.
pt_br: O elemento channel está ausente no feed RSS.
ru_ru: В RSS-ленте отсутствует элемент channel.
zh_cn: RSS 订阅缺少 channel 元素。
zh_tw: RSS 訂閱缺少 channel 元素。

source: Untitled article
de_de: Unbenannter Artikel
es_419: Artículo sin título
fr_fr: Article sans titre
it_it: Articolo senza titolo
ja_jp: 無題の記事
ko_kr: 제목 없는 기사
pl_pl: Artykuł bez tytułu
pt_br: Artigo sem título
ru_ru: Статья без названия
zh_cn: 无标题文章
zh_tw: 無標題文章

# NotificationNewArticleOne
source: Found {0} new article
de_de: {0} neuer Artikel gefunden
es_419: Se encontró {0} artículo nuevo
fr_fr: {0} nouvel article trouvé
it_it: Trovato {0} nuovo articolo
ja_jp: 新しい記事が {0} 件見つかりました
ko_kr: 새 기사 {0}개를 찾았습니다
pl_pl: Znaleziono {0} nowy artykuł
pt_br: {0} novo artigo encontrado
ru_ru: Найдена {0} новая статья
zh_cn: 发现 {0} 篇新文章
zh_tw: 發現 {0} 篇新文章

# NotificationNewArticleOther
source: Found {0} new articles
de_de: {0} neue Artikel gefunden
es_419: Se encontraron {0} artículos nuevos
fr_fr: {0} nouveaux articles trouvés
it_it: Trovati {0} nuovi articoli
ja_jp: 新しい記事が {0} 件見つかりました
ko_kr: 새 기사 {0}개를 찾았습니다
pl_pl: Nowe artykuły: {0}
pt_br: {0} novos artigos encontrados
ru_ru: Новые статьи: {0}
zh_cn: 发现 {0} 篇新文章
zh_tw: 發現 {0} 篇新文章

# NotificationOpenFluxReader
source: Open FluxReader to view it
de_de: Zum Anzeigen FluxReader öffnen
es_419: Abre FluxReader para verlo
fr_fr: Ouvrez FluxReader pour le consulter
it_it: Apri FluxReader per visualizzarli
ja_jp: FluxReader を開いて確認してください
ko_kr: FluxReader를 열어 확인하세요
pl_pl: Otwórz FluxReader, aby zobaczyć szczegóły
pt_br: Abra o FluxReader para visualizar
ru_ru: Откройте FluxReader, чтобы посмотреть подробности
zh_cn: 打开 FluxReader 查看
zh_tw: 開啟 FluxReader 查看

source: Subscription management
de_de: Abonnements verwalten
es_419: Administración de suscripciones
fr_fr: Gestion des abonnements
it_it: Gestione abbonamenti
ja_jp: 購読の管理
ko_kr: 구독 관리
pt_br: Gerenciamento de assinaturas
zh_tw: 訂閱管理

# SubscriptionManagementDescription
source: Import subscriptions from another reader with an OPML file, or export your current feeds and groups.
de_de: Abonnements per OPML-Datei aus einem anderen Reader importieren oder aktuelle Feeds und Gruppen exportieren.
es_419: Importa suscripciones de otro lector con un archivo OPML o exporta tus fuentes y grupos actuales.
fr_fr: Importez les abonnements d’un autre lecteur avec un fichier OPML, ou exportez vos flux et groupes actuels.
it_it: Importa gli abbonamenti da un altro lettore con un file OPML oppure esporta feed e gruppi correnti.
ja_jp: OPML ファイルを使って他のリーダーから購読をインポートするか、現在のフィードとグループをエクスポートします。
ko_kr: OPML 파일로 다른 리더의 구독을 가져오거나 현재 피드와 그룹을 내보냅니다.
pt_br: Importe assinaturas de outro leitor com um arquivo OPML ou exporte seus feeds e grupos atuais.
zh_tw: 使用 OPML 檔案從其他閱讀器匯入訂閱，或匯出目前的訂閱與群組。

# ImportSubscriptions
source: Import OPML
de_de: OPML importieren
es_419: Importar OPML
fr_fr: Importer OPML
it_it: Importa OPML
ja_jp: OPML をインポート
ko_kr: OPML 가져오기
pt_br: Importar OPML
zh_tw: 匯入 OPML

# ExportSubscriptions
source: Export OPML
de_de: OPML exportieren
es_419: Exportar OPML
fr_fr: Exporter OPML
it_it: Esporta OPML
ja_jp: OPML をエクスポート
ko_kr: OPML 내보내기
pt_br: Exportar OPML
zh_tw: 匯出 OPML

# SubscriptionOperationBusy
source: Feeds are being updated. Try again in a moment.
de_de: Feeds werden gerade aktualisiert. Versuchen Sie es gleich noch einmal.
es_419: Las fuentes se están actualizando. Inténtalo de nuevo en un momento.
fr_fr: Les flux sont en cours de mise à jour. Réessayez dans un instant.
it_it: I feed sono in fase di aggiornamento. Riprova tra poco.
ja_jp: フィードを更新しています。しばらくしてからもう一度お試しください。
ko_kr: 피드를 업데이트하고 있습니다. 잠시 후 다시 시도하세요.
pt_br: Os feeds estão sendo atualizados. Tente novamente em instantes.
zh_tw: 正在更新訂閱，請稍後再試。

# NoValidSubscriptionsInFile
source: The file doesn't contain any valid subscriptions to import.
de_de: Die Datei enthält keine gültigen Abonnements zum Importieren.
es_419: El archivo no contiene suscripciones válidas para importar.
fr_fr: Le fichier ne contient aucun abonnement valide à importer.
it_it: Il file non contiene abbonamenti validi da importare.
ja_jp: ファイルにインポートできる有効な購読がありません。
ko_kr: 파일에 가져올 수 있는 유효한 구독이 없습니다.
pt_br: O arquivo não contém assinaturas válidas para importar.
zh_tw: 檔案中沒有可匯入的有效訂閱。

# InvalidSubscriptionFile
source: The selected file isn't a valid OPML subscription file.
de_de: Die ausgewählte Datei ist keine gültige OPML-Abonnementdatei.
es_419: El archivo seleccionado no es un archivo de suscripciones OPML válido.
fr_fr: Le fichier sélectionné n’est pas un fichier d’abonnements OPML valide.
it_it: Il file selezionato non è un file di abbonamenti OPML valido.
ja_jp: 選択したファイルは有効な OPML 購読ファイルではありません。
ko_kr: 선택한 파일은 유효한 OPML 구독 파일이 아닙니다.
pt_br: O arquivo selecionado não é um arquivo de assinaturas OPML válido.
zh_tw: 所選檔案不是有效的 OPML 訂閱檔案。

# SubscriptionImportComplete
source: Import complete. Added: {0}; skipped: {1}; failed: {2}.
de_de: Import abgeschlossen. Hinzugefügt: {0}; übersprungen: {1}; fehlgeschlagen: {2}.
es_419: Importación completa. Agregadas: {0}; omitidas: {1}; con error: {2}.
fr_fr: Importation terminée. Ajoutés : {0} ; ignorés : {1} ; échecs : {2}.
it_it: Importazione completata. Aggiunti: {0}; ignorati: {1}; non riusciti: {2}.
ja_jp: インポート完了。追加: {0}、スキップ: {1}、失敗: {2}。
ko_kr: 가져오기 완료. 추가: {0}, 건너뜀: {1}, 실패: {2}.
pt_br: Importação concluída. Adicionadas: {0}; ignoradas: {1}; com falha: {2}.
zh_tw: 匯入完成：新增 {0} 個、略過 {1} 個、失敗 {2} 個。

# SubscriptionImportFailed
source: Couldn't import subscriptions: {0}
de_de: Abonnements konnten nicht importiert werden: {0}
es_419: No se pudieron importar las suscripciones: {0}
fr_fr: Impossible d’importer les abonnements : {0}
it_it: Impossibile importare gli abbonamenti: {0}
ja_jp: 購読をインポートできませんでした: {0}
ko_kr: 구독을 가져올 수 없습니다: {0}
pt_br: Não foi possível importar as assinaturas: {0}
zh_tw: 匯入訂閱失敗：{0}

# NoSubscriptionsToExport
source: There are no subscriptions to export.
de_de: Es sind keine Abonnements zum Exportieren vorhanden.
es_419: No hay suscripciones para exportar.
fr_fr: Aucun abonnement à exporter.
it_it: Non ci sono abbonamenti da esportare.
ja_jp: エクスポートする購読がありません。
ko_kr: 내보낼 구독이 없습니다.
pt_br: Não há assinaturas para exportar.
zh_tw: 沒有可匯出的訂閱。

# SubscriptionExportComplete
source: Exported {0} subscriptions.
de_de: {0} Abonnements exportiert.
es_419: Se exportaron {0} suscripciones.
fr_fr: {0} abonnements exportés.
it_it: Abbonamenti esportati: {0}.
ja_jp: {0} 件の購読をエクスポートしました。
ko_kr: 구독 {0}개를 내보냈습니다.
pt_br: {0} assinaturas exportadas.
zh_tw: 已匯出 {0} 個訂閱。

# SubscriptionExportFailed
source: Couldn't export subscriptions: {0}
de_de: Abonnements konnten nicht exportiert werden: {0}
es_419: No se pudieron exportar las suscripciones: {0}
fr_fr: Impossible d’exporter les abonnements : {0}
it_it: Impossibile esportare gli abbonamenti: {0}
ja_jp: 購読をエクスポートできませんでした: {0}
ko_kr: 구독을 내보낼 수 없습니다: {0}
pt_br: Não foi possível exportar as assinaturas: {0}
zh_tw: 匯出訂閱失敗：{0}

# TrayOpen
source: Open FluxReader
de_de: FluxReader öffnen
es_419: Abrir FluxReader
fr_fr: Ouvrir FluxReader
it_it: Apri FluxReader
ja_jp: FluxReader を開く
ko_kr: FluxReader 열기
pt_br: Abrir FluxReader
zh_tw: 開啟 FluxReader

# TrayExit
source: Exit
de_de: Beenden
es_419: Salir
fr_fr: Quitter
it_it: Esci
ja_jp: 終了
ko_kr: 종료
pt_br: Sair
zh_tw: 結束
